{
    "home": {
        "00": {
            "title": "En construction",
            "p01": "In dolor elit excepteur non consequat magna in irure in culpa proident. Qui nulla aliqua incididunt labore veniam. Tempor proident ullamco eiusmod quis elit aliquip irure duis. Labore magna amet irure incididunt qui nostrud cupidatat dolor fugiat dolore incididunt labore dolore. Dolore deserunt consectetur aliquip enim consectetur laboris. Est in enim do occaecat.",
            "p02": "Eu qui voluptate consectetur excepteur dolor.",
            "a01": "https://www.linkedin.com"
        },
        "01": {
            "title": "Ou êtes vous ?",
            "p01": "En enfer.",
            "p02": "Oui c'est pas beau, j'y travail."
        },
        "02": {
            "title": "Enfin de la couleur !",
            "p01": "Ajout d'une palette de couleur avec un mode sombre et claire"
        },
        "03": {
            "title": "Au revoir Bulma! (en quelque sorte)",
            "p01": "J'ai décidé d'arrêter d'utiliser Bulma car, à ce jour, il utilise des fonctionnalités Sass obsolètes et mon Webpack ne veut plus démarrer à cause de cela. Bulma est toujours un bon framework CSS, mais pour éviter d'avoir des fonctionnalités obsolètes qui traînent et un fichier CSS lourd à la fin, j'ai décidé de faire le Sass par moi-même.",
            "p02": "Cependant, j'utilise toujours certains fichiers de Bulma, comme columns et les themes, mais ils ont été complètement réécrits.",
            "p03": "Bien que l'adaptation du fichier CSS pour répondre à mes besoins ait été fastidieuse, je pense que l'effort en vallais la peine avoir l'occasion d'apprendre le Sass et aussi de réduire de la taille du fichier CSS final."
        }
    },
    "projects": {
        "00": {
            "name": "BaB",
            "description": "Inspiré des représentations biblique des Anges, Laissez vous engloutir par la beauté, la grace et l'omnipotence de la sainte Banane, BaB."
        },
        "01": {
            "name": "Une étrange cassette",
            "description": "Une simple pochette d'albums pour 'The Most Mysterious Song Of The Internet'"
        },
        "02": {
            "name": "Tasmedosep",
            "description": "En cours"
        }
    },
    "cv": {
        "info": {
            "text": "Vous trouverez ici mon",
            "link": "CV complet (pdf)"
        },
        "details": "Details",
        "experience": "Experience Professionnelle", 
        "formation": "Formation",
        "languages": "Langues",
        "complementaryInfo": "Informations Complémentaires"
    },
    "key": {
        "home": "Accueil",
        "projects": "Projets",
        "cv": "CV"
    }
}